Repository: pmpr/wp-mdl-subscription
Catalog: translation/*.po
Languages: fa_ir

source: Item add successfully, to your library.
fa_ir: آیتم مورد نظر با موفقیت به کتابخانه شما اضافه شد.

source: To add item to library, you need to login or register first.
fa_ir: برای افزودن آیتم به کتابخانه، ابتدا باید وارد شوید یا ثبت نام کنید.

source: Post ID
fa_ir: شناسه نوشته

source: Item deleted successfully from your library.
fa_ir: آیتم مورد نظر با موفقیت از کتابخانه شما حذف شد.

source: ID
fa_ir: شناسه

source: Your requested attachment not found.
fa_ir: پیوست درخواستی شما یافت نشد.

source: Sorry, you dont have access to see this content.
fa_ir: متاسفانه شما دسترسی لازم برای مشاهده این محتوا را ندارید.

source: Attachment
fa_ir: پیوست

source: Login
fa_ir: ورود

source: Register
fa_ir: ثبت نام

source: You are unable to view the requested content
fa_ir: شما قادر به مشاهده محتوای درخواستی نیستید

source: Pricing
fa_ir: قیمت گذاری

source: Viewer
fa_ir: پی‌دی‌اف خوان

source: View
fa_ir: مشاهده

source: Close
fa_ir: بستن

source: Cancel
fa_ir: انصراف

source: Viewing
fa_ir: در حال مشاهده

source: Are you sure you want add this item to your library?
fa_ir: آیا مطمئن هستید که می خواهید این مورد را به کتابخانه خود اضافه کنید؟

source: Add to Library
fa_ir: افزودن به کتابخانه

source: Are you sure you want delete this item from your library?
fa_ir: آیا مطمئن هستید که می خواهید این مورد را از کتابخانه خود حذف کنید؟

source: Delete from Library
fa_ir: حذف از کتابخانه

source: Click the button below to access the full content.
fa_ir: برای دسترسی به محتوای کامل روی دکمه زیر کلیک کنید.

source: Access to full content
fa_ir: دسترسی به محتوای کامل

source: Library Items
fa_ir: آیتم‌های کتابخانه

source: Library Item
fa_ir: آیتم کتابخانه

source: User
fa_ir: کاربر

source: Post
fa_ir: نوشته‌

source: Created At
fa_ir: تاریخ ایجاد

source: Plans
fa_ir: پلن‌ها

source: Plan
fa_ir: پلن

source: Title
fa_ir: عنوان

source: Display Title
fa_ir: عنوان نمایشی

source: Image
fa_ir: تصویر

source: Active
fa_ir: فعال

source: Inactive
fa_ir: غیر فعال‌‌

source: Status
fa_ir: وضعیت

source: Redirect to %s
fa_ir: انتقال به %s

source: Product
fa_ir: محصول

source: Page
fa_ir: صفحه

source: Purchase Process
fa_ir: فرآیند خرید

source: No %s selected.
fa_ir: %s انتخاب نشده است.

source: Related Product
fa_ir: محصول مرتبط

source: Related Page
fa_ir: صفحه مرتبط

source: Period (Unit)
fa_ir: دوره (واحد)

source: Daily
fa_ir: روزانه

source: Weekly
fa_ir: هفتگی

source: Monthly
fa_ir: ماهانه

source: Yearly
fa_ir: سالانه

source: Period (Value)
fa_ir: دوره (مقدار)

source: Priority
fa_ir: اولویت

source: Description
fa_ir: شرح

source: Rules
fa_ir: قواعد

source: Features
fa_ir: ویژگی‌ها

source: Subscriptions
fa_ir: اشتراک‌ها

source: Display on admin panel area.
fa_ir: نمایش در قسمت پنل مدیریت.

source: Display Title (Frontend)
fa_ir: عنوان نمایشی (قسمت نمایشی)

source: Leave empty if you want use title as display title.
fa_ir: اگر می‌خواهید از عنوان استفاده شود، این فیلد را خالی رها کنید.

source: Duration of active subscription for the user.
fa_ir: مدت زمان فعال بودن اشتراک برای کاربر.

source: Display priority and calculation priority in cases of differences between plans.
fa_ir: اولویت نمایش و اولویت محاسباتی در موارد اختلاف بین پلن‌ها.

source: Rule
fa_ir: قاعده

source: A non-inclusive approach, no matter what rule it is defined in, has priority over all inclusive approaches.
fa_ir: یک رویکرد عدم شمول، فارغ از اینکه در چه قاعده‌ای تعریف شود به تمامی رویکرد‌های از نوع شمول اولویت دارد.

source: Type
fa_ir: نوع

source: Restricted access for non-subscribers
fa_ir: محدودیت دسترسی برای غیر مشترکین

source: Providing discounts for subscribers
fa_ir: ارائه تخفیف برای مشترکین

source: Coupon
fa_ir: کد تخفیف

source: Set the desired products through %s.
fa_ir: محصولات مورد نظر را از طریق %s تنظیم کنید.

source: The discount code section
fa_ir: بخش کد تخفیف

source: Add to Cart Button Text
fa_ir: متن دکمه افزودن به سبد خرید

source: Shown to subscribed users.
fa_ir: به کاربران دارای اشتراک نمایش داده می‌شود.

source: Alert for none subscribed users
fa_ir: پیام به کاربرانی که اشتراک ندارند

source: Users who do not have a subscription will see this message when viewing any of the products containing the selected coupon.
fa_ir: کاربرانی که اشتراک ندارند با مشاهده هر یک از محصولات شامل کد تخفیف انتخاب شده، این پیام را مشاهده می‌کنند.

source: Approach
fa_ir: رویکرد

source: Include
fa_ir: شمول

source: Restrictions apply to selected items
fa_ir: محدودیت به موارد انتخابی اعمال شود

source: Exclude
fa_ir: عدم شمول

source: Restrictions should not be applied to selected items
fa_ir: محدودیت به موارد انتخابی اعمال نشود

source: Target
fa_ir: هدف

source: Post Single
fa_ir: سینگل نوشته

source: Term Archive
fa_ir: آرشیو ترم

source: Post Archive
fa_ir: آرشیو نوشته

source: Dynamic
fa_ir: پویا (به صورت پیوند)

source: Shrinking the scope of the select (optional)
fa_ir: کوچکتر کردن دامنه انتخاب (اختیاری)

source: The selected posts are grouped together by the fields below.
fa_ir: نوشته‌های انتخاب شده توسط فیلد‌های زیر با هم تجمیع می‌شوند.

source: Post types
fa_ir: نوع نوشته‌ها

source: or terms
fa_ir: یا ترم‌ها

source: Ordering
fa_ir: مرتب‌ سازی

source: Order By
fa_ir: مرتب‌ شده با

source: Created
fa_ir: تاریخ ایجاد

source: Order
fa_ir: ترتیب

source: DESC
fa_ir: نزولی

source: ASC
fa_ir: صعودی

source: Number
fa_ir: تعداد

source: Leave empty if you want to select all posts.
fa_ir: برای انتخاب همه نوشته‌ها، خالی رها کنید.

source: or posts
fa_ir: یا نوشته‌ها

source: Shrinking the scope of the rule (optional)
fa_ir: کوچکتر کردن دامنه قاعده (اختیاری)

source: The selected terms are grouped together by the fields below.
fa_ir: ترم‌های انتخاب شده توسط فیلد‌های زیر با هم تجمیع می‌شوند.

source: Taxonomies
fa_ir: تکسونومی‌ها

source: Terms
fa_ir: ترم‌ها

source: Post Types
fa_ir: نوع نوشته‌ها

source: Pattern
fa_ir: الگو

source: By using the asterisk (*), you can create dynamic patterns that can match many URLs.
fa_ir: با استفاده از ستاره (*)، می توانید الگوهای پویا ایجاد کنید که می توانند با بسیاری از URL ها مطابقت داشته باشند.

source: Apply Restrictions To
fa_ir: اعمال محدودیت به

source: Post Content
fa_ir: محتوای نوشته

source: Post Attachments
fa_ir: پیوست‌های نوشته

source: Access Medium
fa_ir: رسانه دسترسی

source: Make sure that the check box related to the downloadable product is selected.
fa_ir: دقت کنید که چک باکس مربوط به دانلودی بودن محصول انتخاب شده باشد.

source: View Attachment
fa_ir: مشاهده پیوست

source: Download Attachment
fa_ir: دانلود پیوست

source: Feature
fa_ir: ویژگی‌

source: Text
fa_ir: متن

source: Buy Now!
fa_ir: الان بخرید!

source: More Information
fa_ir: اطلاعات بیشتر

source: %s Day
fa_ir: %s روز

source: %s Week
fa_ir: %s هفته

source: %s Year
fa_ir: %s سال

source: %s Month
fa_ir: %s ماه

source: Subscription
fa_ir: اشتراک

source: Order ID
fa_ir: شناسه سفارش

source: Expiration Date
fa_ir: تاریخ انقضا

source: Finished
fa_ir: پایان یافته

source: Cancelled
fa_ir: لغو شده

source: Subscription Setting
fa_ir: تنظیمات اشتراک

source: Setting
fa_ir: تنظیمات

source: General
fa_ir: عمومی

source: General Configuration
fa_ir: پیکربندی عمومی

source: How To Limit
fa_ir: نحوه محدود سازی

source: Attachment (File)
fa_ir: پیوست (فایل)

source: Show a Modal or Message
fa_ir: نمایش پیام یا مودال

source: Content
fa_ir: محتوا

source: Redirect to Pricing Page
fa_ir: ریدایرکت به صفحه قیمت‌گذاری

source: Limitation Messages
fa_ir: پیام‌های محدود سازی

source: Modal Title
fa_ir: عنوان مودال

source: Subscription Guide
fa_ir: راهنمای اشتراک

source: Visitor Message
fa_ir: پیام بازدید کننده (لاگین نشده)

source: This message is displayed for unregistered users.
fa_ir: این پیام به افرادی که لاگین نکرده‌اند و به محتوای مورد نظر دسترسی ندارند نمایش داده می‌شود.

source: Unfortunately, you are unable to view the requested content, please log in or register.
fa_ir: متاسفانه شما قادر به مشاهده محتوای درخواستی نیستید، لطفا وارد شوید و یا ثبت‌نام کنید.

source: User Message
fa_ir: پیام کاربر (لاگین شده)

source: This message is displayed for users who do not have access to the content.
fa_ir: این پیام به افرادی که لاگین کرده‌اند ولی به محتوای مورد نظر دسترسی ندارند نمایش داده می‌شود.

source: Unfortunately, you do not have access to view the requested content, please subscribe.
fa_ir: متاسفانه شما دسترسی لازم برای مشاهده محتوای درخواستی را ندارید، لطفا مشترک شوید.

source: Subscribed User Message
fa_ir: پیام کاربر مشترک

source: This warning is displayed for users who subscribed but don't have access to the content.
fa_ir: این پیام به کاربرانی نمایش داده می‌شود که مشترک شده‌اند، اما پلن آنها محتوای درخواستی را پشتیبانی نمی‌کند.

source: Subscription Plan
fa_ir: پلن اشتراک

source: Subscription Expire Date
fa_ir: تاریخ انقضای اشتراک

source: Bypass
fa_ir: دور زدن

source: Bypassing plans restrictions
fa_ir: دور زدن محدودیت‌ پلن‌ها

source: Roles
fa_ir: نقش‌های کاربری

source: Users with selected roles bypass all plans restrictions.
fa_ir: کاربرانی که دارای نقش‌های کاربری انتخاب شده باشند، تمامی محدودیت‌های اعمال شده توسط پلن‌ها را دور می‌زنند.

source: Browser
fa_ir: مرورگر

source: User Agents
fa_ir: یوزر ایجنت‌ها (User-Agent)

source: User Agent
fa_ir: یوزر ایجنت‌

source: If request user-agent include entered values, bypass all plans restrictions.
fa_ir: اگر User-Agent درخواست، شامل مقادیر وارد شده باشد، تمامی محدودی‌های اعمال شده توسط پلن‌ها دور می‌خورند.

source: Value
fa_ir: مقدار

source: Pricing Page & Modal
fa_ir: صفحه قیمت‌گذاری و مودال

source: Pricing Button Text
fa_ir: متن دکمه قیمت‌گذاری

source: View Plans
fa_ir: مشاهده پلن‌ها

source: Text of button linked to pricing page.
fa_ir: متن دکمه لینک شده به صفحه قیمت گذاری.

source: Pricing Page
fa_ir: صفحه قیمت‌گذاری

source: Page Title
fa_ir: عنوان صفحه

source: Page Description
fa_ir: شرح صفحه

source: Call to Action
fa_ir: کال تو اکشن (Call to Action)

source: Product Button Functionality
fa_ir: عملکرد دکمه محصول

source: Add to Cart
fa_ir: افزودن به سبد خرید

source: Link to Product
fa_ir: لینک به صفحه محصول

source: Product Button Text
fa_ir: متن دکمه محصول

source: Page Button Text
fa_ir: متن دکمه صفحه

source: Library
fa_ir: کتابخانه

source: Library Configuration
fa_ir: پیکربندی کتابخانه

source: Library Functionality
fa_ir: قابلیت کتابخانه

source: Enabled
fa_ir: فعال سازی

source: My Account Tab
fa_ir: تب حساب کاربری

source: Tab Title
fa_ir: عنوان تب

source: PDF Viewer Configuration
fa_ir: پیکربندی پی‌دی‌اف خوان

source: Viewer Page
fa_ir: صفحه پی‌دی‌اف خوان

source: Viewer Language
fa_ir: زبان پی‌دی‌اف خوان

source: Persian
fa_ir: فارسی

source: English
fa_ir: انگلیسی

source: Posts with More than one Attachment
fa_ir: نوشته‌های دارای بیش از یک پیوست

source: Show Attachment Approach
fa_ir: رویکرد نمایش پیوست

source: Show First Attachment
fa_ir: نمایش پیوست اول

source: Show Modal to Select Attachment
fa_ir: نمایش مودال برای انتخاب پیوست

source: By checking this option, The first attachment will be displayed to the user.
fa_ir: با فعال کردن این گزینه، پیوست اول به کاربر نمایش داده خواهد شد.

source: Toolbar
fa_ir: نوار ابزار

source: If you want to enable below buttons, check items.
fa_ir: اگر می‌خواهید دکمه‌های زیر در صفحه فعال باشند، علامت بزنید.

source: Download
fa_ir: دانلود

source: download document
fa_ir: دانلود سند

source: Print
fa_ir: چاپ

source: print document
fa_ir: چاپ سند

source: Disrupt
fa_ir: جلوگیری از کپی محتوا

source: Text Selection
fa_ir: انتخاب متن

source: By checking this option, user can not select the document text.
fa_ir: با فعال کردن این گزینه، کاربر قادر به انتخاب متن سند نخواهد بود.

source: By checking this option, browser right click functionality not working anymore.
fa_ir: با فعال کردن این گزینه، قابلیت کلیک راست مرورگر از کار خواهد افتاد.

source: By checking this option, the user will be redirected to a selected page when trying to access the devtools.
fa_ir: با فعال کردن این گزینه، کاربر در تلاش برای دسترسی به Developer Tools به یک صفحه انتخابی ریدایرکت خواهد شد.

source: Redirect Destination
fa_ir: مقصد ریدایرکت

source: If browser devtools already opened or user try to open it, viewer redirect to selected page.
fa_ir: اگر ابزار توسعه دهنده مروگر باز باشد یا توسط کاربر باز شود، صفحه پی‌دی‌اف خوان به صفحه انتخاب شده ریدایرکت می‌شود.

source: WooCommerce
fa_ir: ووکامرس

source: Woocommerce Configuration
fa_ir: پیکربندی ووکامرس

source: Hide Coupon Remove Link
fa_ir: عدم نمایش دکمه حذف کد تخفیف

source: By checking this option, coupon remove button hidden for plan's coupons.
fa_ir: با فعال کردن این گزینه، دکمه حذف کد تخفیف برای کد تخفیف‌های مربوط به پلن‌ها نمایش داده نمی‌شود.

source: Remove Coupon Code
fa_ir: حذف کد کوپن

source: By checking this option, coupon code remove from checkout and cart page for plan's coupons.
fa_ir: با فعال کردن این گزینه، «کد» کد تخفیف برای کد تخفیف‌های مربوط به پلن‌ها نمایش داده نمی‌شود.

source: Thank You Message
fa_ir: پیام تشکر

source: %1$s subscription has been activated for you until %2$s.<br>From now until %2$s, you will benefit from the following features..<br>%3$s
fa_ir: اشتراک %1$s تا تاریخ %2$s برای شما فعال گردید.<br>از این پس تا تاریخ %2$s از ویژگی‌های زیر بهرمند خواهید شد.<br>%3$s

source: If the user has purchased a plan, this message will be displayed on the thank you page.
fa_ir: اگر کاربر پلنی را خریداری کرده باشد، این پیام در صفحه تشکر به وی نمایش داده می شود.

source: Subscription Features
fa_ir: ویژگی‌های اشتراک

source: User Subscription Status
fa_ir: وضعیت اشتراک کاربر

source: Depending on the cover or skin used, in order to display the status of the user's subscription, short and long templates will be used in different places.
fa_ir: بسته به کاور یا پوسته مورد استفاده، به منظور نمایش وضعیت اشتراک کاربر از قالب‌های مختصر و مفصل در مکان‌های مختلف استفاده خواهد شد.

source: User Status Short Template
fa_ir: قالب مختصر وضعیت کاربر

source: User Status Long Template
fa_ir: قالب مفصل وضعیت کاربر

source: Attachment View Button Text
fa_ir: متن دکمه مشاهده پیوست

source: Before Granting Access
fa_ir: قبل از اعطای دسترسی

source: After Granting Access
fa_ir: بعد از اعطای دسترسی

source: You can change view button text of products that related to selected terms.
fa_ir: شما می‌توایند متن دکمه مشاهده مرتبط با ترم‌های انتخاب شده را تغییر دهید.

source: Product Category/Tag
fa_ir: تگ/دسته‌بندی محصول

source: Attachment Download Button Text
fa_ir: متن دکمه دانلود پیوست

source: Term
fa_ir: ترم

source: You can change download button text of products that related to selected terms.
fa_ir: شما می‌توایند متن دکمه دانلود مرتبط با ترم‌های انتخاب شده را تغییر دهید.

source: Cart
fa_ir: سبد خرید

source: Inactive Plan(Not available for purchase) Message
fa_ir: پیام پلن غیرفعال (غیر قابل خرید)

source: You can not add this plan to cart.
fa_ir: شما نمی‌توانید این پلن را به سبد خرید خود اضافه کنید.

source: This message show when user try to add inactive plan to cart.
fa_ir: اگر کاربر یک پلن غیرفعال را به کارت خود اضافه کند، این پیام نمایش داده می‌شود.

source: Already Subscribed Message
fa_ir: پیام کاربران مشترک

source: You already have an active plan.
fa_ir: شما در حال حاضر دارای پلن فعال هستید.

source: This message show when user has an active plan and try to add another plan to cart.
fa_ir: این پیام به کاربرانی که پلن فعال دارند و تلاش می‌کنند پلن دیگری را به سبد خرید اضافه کنند، نمایش داده می‌شود.

source: Another Plan Already Added to Cart Message
fa_ir: پیام وجود پلن دیگر در سبد خرید

source: You can not add this item to cart, because you have another plan in you cart.
fa_ir: شما نمی‌توانید این آیتم را به سبد خرید خود اضافه کنید، زیرا در حال حاضر پلن دیگری در سبد خریدتان وجود دارد.

source: This message show when user try add more than one plan to cart.
fa_ir: این پیام زمانی نمایش داده می‌شود که کاربر سعی در افزودن بیش از یک پلن به سبد خرید خود داشته باشد.

source: %s Button
fa_ir: دکمه %s

source: User can %s, if you enable this option.
fa_ir: با فعال کردن این گزینه، کاربرقادر به %s خواهد بود.

source: Content Subscription
fa_ir: اشتراک محتوا

source: This item already added to your library.
fa_ir: این آیتم پیش از این به کتابخانه شما اضافه شده است.

source: Library functionality not enable right now.
fa_ir: عملکرد کتابخانه در حال حاضر فعال نیست.

source: Can not delete requested item, please try again.
fa_ir: قادر به حذف آیتم درخواستی نیستیم، لطفا دوباره تلاش کنید.

source: Requested item to delete, not exist in your library.
fa_ir: آیتمی که می‌خواهید حذف کنید، در کتابخانه شما موجود نیست.

source: Requested item to delete, not exist.
fa_ir: آیتمی که می‌خواهید حذف کنید وجود ندارد.

source: To delete item from library, you need to login or register first.
fa_ir: برای حذف آیتم از کتابخانه شما ابتدا باید وارد حساب خود شوید.

source: Logout
fa_ir: خروج

source: The {%s} subscription is active for you and is valid until {%s}.
fa_ir: اشتراک {%s} برای شما فعال است و تا {%s} معتبر است.

source: You do not have an active subscription, %s.
fa_ir: شما هیچ اشتراک فعالی ندارید، %s.

source: click here to see plans
fa_ir: برای مشاهده پلن‌ها اینجا را کلیک کنید

source: Subscription: %s</br>Expire Date: %s
fa_ir: اشتراک:‌%s <br> تاریخ اعتبار: %s

source: You do not have an active subscription
fa_ir: شما هیچ اشتراک فعالی ندارید

source: No item has been added yet.
fa_ir: هنوز آیتمی اضافه نشده است.

source: Related to
fa_ir: مرتبط با

source: Sorry, "%s" is not purchasable by users that already subscribed.
fa_ir: متاسفانه "%s" قابل خرید توسط کاربرانی که اشتراک فعال دارند نیست.

source: Sorry, you can not subscribe to more than one plan.
fa_ir: متاسفانه شما‌ نمی‌توانید در بیشتر از یک پلن مشترک شوید.

source: Sorry, "%s" is not an active plan.
fa_ir: متاسفانه "%s" یک پلن فعال نیست.

source: Discount
fa_ir: تخفیف

source: User Subscribed to %s successfully.
fa_ir: کاربر با موفقیت در %s مشترک شد.

source: User already subscribed.
fa_ir: کاربر پیش از این مشترک شده است.

source: Carts containing content subscription plans cannot be paid for by guest users.
fa_ir: سبد‌های خرید حاوی پلن‌های اشتراک محتوا،‌ قابل پرداخت توسط کاربران مهمان نیستند.
